vscodevim.vim
teabyii.ayu
ritwickdey.LiveServer
esbenp.prettier-vscode
PKief.material-icon-theme
miguelsolorio.fluent-icons
formulahendry.auto-rename-tag
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
xabikos.JavaScriptSnippets
DavidAnson.vscode-markdownlint
yzhang.markdown-all-in-one
dsznajder.es7-react-js-snippets
dbaeumer.vscode-eslint
eamodio.gitlens